Repository: boyugou/lorvex
Catalog: apps/apple/Sources/LorvexApple/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, el, es, fa, fr, he, hi, id, it, ja, ko, mr, ms, nl, pl, pt_br, ro, ru, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# settings.cloud_sync.paused.user_deleted_zone
source: Lorvex data was deleted from iCloud. Sync stays paused so this Mac doesn’t re-upload it without your consent.
ar: تم حذف بيانات Lorvex من iCloud. تظل المزامنة متوقفة مؤقتًا حتى لا يعيد جهاز Mac هذا رفعها دون موافقتك.
bn: iCloud থেকে Lorvex ডেটা ডিলিট করা হয়েছে। আপনার সম্মতি ছাড়া এই Mac যাতে এটি আবার আপলোড না করে, তাই সিঙ্ক পজ থাকছে।
de: Die Lorvex-Daten wurden aus iCloud gelöscht. Die Synchronisierung bleibt pausiert, damit dieser Mac sie nicht ohne deine Zustimmung erneut hochlädt.
el: Τα δεδομένα του Lorvex διαγράφηκαν από το iCloud. Ο συγχρονισμός παραμένει σε παύση ώστε αυτό το Mac να μην τα μεταφορτώσει ξανά χωρίς τη συναίνεσή σας.
es: Los datos de Lorvex se eliminaron de iCloud. La sincronización sigue en pausa para que este Mac no los vuelva a subir sin tu consentimiento.
fa: داده‌های Lorvex از iCloud حذف شد. همگام‌سازی متوقف می‌ماند تا این Mac بدون رضایت شما دوباره آن‌ها را بارگذاری نکند.
fr: Les données Lorvex ont été supprimées d’iCloud. La synchronisation reste en pause afin que ce Mac ne les renvoie pas sans votre accord.
he: נתוני Lorvex נמחקו מ-iCloud. הסנכרון נשאר מושהה כדי שה-Mac הזה לא יעלה אותם מחדש ללא הסכמתך.
hi: iCloud से Lorvex का डेटा हटा दिया गया था। सिंक रुका रहेगा, ताकि यह Mac आपकी सहमति के बिना उसे दोबारा अपलोड न करे।
id: Data Lorvex telah dihapus dari iCloud. Penyelarasan tetap dijeda agar Mac ini tidak mengunggahnya kembali tanpa persetujuan Anda.
it: I dati di Lorvex sono stati eliminati da iCloud. La sincronizzazione resta in pausa affinché questo Mac non li ricarichi senza il tuo consenso.
ja: iCloudからLorvexのデータが削除されました。このMacがあなたの同意なくデータを再アップロードしないよう、同期は一時停止のままです。
ko: iCloud에서 Lorvex 데이터가 삭제되었습니다. 이 Mac이 동의 없이 데이터를 다시 업로드하지 않도록 동기화는 일시 중지된 상태로 유지됩니다.
mr: iCloud मधून Lorvex डेटा हटवला गेला. तुमच्या संमतीशिवाय तो या Mac वरून पुन्हा अपलोड होऊ नये म्हणून सिंक पॉज राहते.
ms: Data Lorvex telah dipadam daripada iCloud. Penyelarasan kekal dijeda supaya Mac ini tidak memuat naiknya semula tanpa persetujuan anda.
nl: De Lorvex-gegevens zijn uit iCloud verwijderd. Synchronisatie blijft onderbroken, zodat deze Mac ze niet zonder jouw toestemming opnieuw uploadt.
pl: Dane Lorvex zostały usunięte z iCloud. Synchronizacja pozostaje wstrzymana, aby ten Mac nie przesłał ich ponownie bez twojej zgody.
pt_br: Os dados do Lorvex foram excluídos do iCloud. A sincronização continua pausada para que este Mac não os reenvie sem o seu consentimento.
ro: Datele Lorvex au fost șterse din iCloud. Sincronizarea rămâne întreruptă pentru ca acest Mac să nu le încarce din nou fără acordul dvs.
ru: Данные Lorvex были удалены из iCloud. Синхронизация остаётся приостановленной, чтобы этот Mac не загрузил их повторно без вашего согласия.
ta: iCloudஇல் இருந்து Lorvex தரவு நீக்கப்பட்டது. உங்கள் ஒப்புதல் இல்லாமல் இந்த Mac அதை மீண்டும் பதிவேற்றாமல் இருக்க ஒத்திசைவு இடைநிறுத்தத்திலேயே இருக்கும்.
te: iCloud నుండి Lorvex డేటా డిలీట్ చేయబడింది. మీ సమ్మతి లేకుండా ఈ Mac దాన్ని మళ్ళీ అప్‌లోడ్ చేయకుండా సింక్ పాజ్‌లోనే ఉంటుంది.
th: ข้อมูล Lorvex ถูกลบออกจาก iCloud แล้ว การเชื่อมข้อมูลจะหยุดชั่วคราวต่อไปเพื่อไม่ให้ Mac เครื่องนี้อัปโหลดข้อมูลซ้ำโดยที่คุณไม่อนุญาต
tr: Lorvex verileri iCloud’dan silindi. Bu Mac’in bunları onayınız olmadan yeniden yüklememesi için eşzamanlama duraklatılmış durumda kalır.
uk: Дані Lorvex було видалено з iCloud. Синхронізація залишається призупиненою, щоб цей Mac не завантажив їх повторно без вашої згоди.
ur: آپ کا Lorvex ڈیٹا iCloud سے حذف کر دیا گیا۔ سنک موقوف رہتا ہے تاکہ یہ Mac آپ کی رضامندی کے بغیر اسے دوبارہ اپ لوڈ نہ کرے۔
vi: Dữ liệu Lorvex đã bị xóa khỏi iCloud. Đồng bộ hóa vẫn tạm dừng để máy Mac này không tải lại dữ liệu lên khi chưa có sự đồng ý của bạn.
zh_hans: Lorvex 数据已从 iCloud 中删除。同步保持暂停，以防这台 Mac 在未经你同意的情况下重新上传数据。
zh_hant: 已從 iCloud 刪除 Lorvex 資料。在你同意之前，這部 Mac 不會重新上傳資料，因此同步會維持暫停。

# settings.cloud_sync.paused.user_deleted_zone.retry_hint
source: If the deletion was interrupted before it finished, run Delete iCloud Data again to complete it safely.
ar: إذا انقطع الحذف قبل اكتماله، فشغّل "حذف بيانات iCloud" مرة أخرى لإكماله بأمان.
bn: ডিলিট শেষ হওয়ার আগে বাধা পেলে, নিরাপদে সম্পূর্ণ করতে আবার “iCloud ডেটা ডিলিট করুন” চালান।
de: Falls das Löschen unterbrochen wurde, bevor es abgeschlossen war, führe „iCloud-Daten löschen“ erneut aus, um es sicher abzuschließen.
el: Αν η διαγραφή διακόπηκε πριν ολοκληρωθεί, εκτελέστε ξανά τη «Διαγραφή δεδομένων iCloud» για να την ολοκληρώσετε με ασφάλεια.
es: Si la eliminación se interrumpió antes de terminar, vuelve a ejecutar Eliminar datos de iCloud para completarla de forma segura.
fa: اگر حذف پیش از پایان قطع شده بود، برای تکمیل ایمن آن دوباره «حذف داده‌های iCloud» را اجرا کنید.
fr: Si la suppression a été interrompue avant la fin, exécutez de nouveau Supprimer les données iCloud pour la terminer en toute sécurité.
he: אם המחיקה הופסקה לפני שהסתיימה, יש להפעיל שוב את "מחיקת נתוני iCloud" כדי להשלים אותה בבטחה.
hi: अगर हटाना पूरा होने से पहले रुक गया था, तो उसे सुरक्षित रूप से पूरा करने के लिए “iCloud डेटा हटाएँ” फिर से चलाएँ।
id: Jika penghapusan terhenti sebelum selesai, jalankan Hapus Data iCloud lagi untuk menyelesaikannya dengan aman.
it: Se l’eliminazione è stata interrotta prima del termine, esegui di nuovo Elimina dati iCloud per completarla in sicurezza.
ja: 削除が完了する前に中断された場合は、「iCloudデータを削除」をもう一度実行すると、安全に完了できます。
ko: 삭제가 끝나기 전에 중단되었다면 ‘iCloud 데이터 삭제’를 다시 실행하여 안전하게 완료하세요.
mr: हटवणे पूर्ण होण्यापूर्वी खंडित झाले असल्यास, ते सुरक्षितपणे पूर्ण करण्यासाठी ‘iCloud डेटा हटवा’ पुन्हा चालवा.
ms: Jika pemadaman terganggu sebelum selesai, jalankan Padam Data iCloud sekali lagi untuk melengkapkannya dengan selamat.
nl: Als het verwijderen is onderbroken voordat het klaar was, voer je ‘Verwijder iCloud-gegevens’ opnieuw uit om het veilig af te ronden.
pl: Jeśli usuwanie zostało przerwane, uruchom ponownie „Usuń dane iCloud”, aby bezpiecznie je dokończyć.
pt_br: Se a exclusão foi interrompida antes de terminar, execute Excluir dados do iCloud novamente para concluí-la com segurança.
ro: Dacă ștergerea a fost întreruptă înainte de a se termina, rulați din nou „Ștergeți datele din iCloud” pentru a o finaliza în siguranță.
ru: Если удаление было прервано, запустите «Удалить данные iCloud» ещё раз, чтобы безопасно завершить его.
ta: நீக்குதல் முடிவதற்குள் தடைபட்டிருந்தால், அதைப் பாதுகாப்பாக முடிக்க “iCloud தரவை நீக்கு” என்பதை மீண்டும் இயக்கவும்.
te: డిలీట్ చేయడం పూర్తి కాకముందే ఆగిపోయి ఉంటే, దాన్ని సురక్షితంగా పూర్తి చేయడానికి “iCloud డేటాను డిలీట్ చేయండి” యాక్షన్‌ను మళ్ళీ అమలు చేయండి.
th: หากการลบถูกขัดจังหวะก่อนเสร็จสิ้น ให้ใช้ “ลบข้อมูล iCloud” อีกครั้งเพื่อทำให้เสร็จอย่างปลอดภัย
tr: Silme işlemi bitmeden kesintiye uğradıysa, güvenle tamamlamak için “iCloud verilerini sil” işlemini yeniden çalıştırın.
uk: Якщо видалення було перервано, запустіть «Видалити дані iCloud» ще раз, щоб безпечно завершити його.
ur: اگر حذف مکمل ہونے سے پہلے رک گیا تھا تو اسے محفوظ طریقے سے مکمل کرنے کے لیے "اپنا iCloud ڈیٹا حذف کریں" دوبارہ چلائیں۔
vi: Nếu việc xóa bị gián đoạn trước khi hoàn tất, hãy chạy lại Xóa dữ liệu iCloud để hoàn tất một cách an toàn.
zh_hans: 如果删除在完成前被中断，再次运行“删除 iCloud 数据”即可安全地完成。
zh_hant: 如果刪除在完成前被中斷，請再次執行「刪除 iCloud 資料」，即可安全完成。

# settings.cloud_sync.paused.value
source: Action needed
ar: يلزم اتخاذ إجراء
bn: পদক্ষেপ দরকার
de: Aktion erforderlich
el: Απαιτείται ενέργεια
es: Requiere acción
fa: نیازمند اقدام
fr: Action requise
he: נדרשת פעולה
hi: कार्रवाई ज़रूरी
id: Perlu tindakan
it: Azione necessaria
ja: 対応が必要
ko: 조치 필요
mr: कृती आवश्यक
ms: Perlu tindakan
nl: Actie vereist
pl: Wymagane działanie
pt_br: Ação necessária
ro: Acțiune necesară
ru: Требуется действие
ta: நடவடிக்கை தேவை
te: యాక్షన్ అవసరం
th: ต้องดำเนินการ
tr: İşlem gerekli
uk: Потрібна дія
ur: اقدام درکار ہے
vi: Cần xử lý
zh_hans: 需要操作
zh_hant: 需要處理

# settings.cloud_sync.pending_changes
source: Pending Changes
ar: التغييرات قيد الانتظار
bn: অপেক্ষমাণ পরিবর্তন
de: Ausstehende Änderungen
el: Εκκρεμείς αλλαγές
es: Cambios pendientes
fa: تغییرات در انتظار
fr: Modifications en attente
he: שינויים ממתינים
hi: लंबित बदलाव
id: Perubahan Tertunda
it: Modifiche in sospeso
ja: 保留中の変更
ko: 대기 중인 변경 사항
mr: प्रलंबित बदल
ms: Perubahan Menunggu
nl: Wachtende wijzigingen
pl: Oczekujące zmiany
pt_br: Alterações pendentes
ro: Modificări în așteptare
ru: Ожидающие изменения
ta: நிலுவை மாற்றங்கள்
te: పెండింగ్ మార్పులు
th: การเปลี่ยนแปลงที่รอดำเนินการ
tr: Bekleyen değişiklikler
uk: Зміни в очікуванні
ur: زیر التوا تبدیلیاں
vi: Thay đổi đang chờ
zh_hans: 待同步变更
zh_hant: 待處理的變更

# settings.cloud_sync.pending_detail
source: Local changes waiting for the next sync cycle.
ar: تغييرات محلية بانتظار دورة المزامنة التالية.
bn: পরবর্তী সিঙ্ক সাইকেলের অপেক্ষায় থাকা লোকাল পরিবর্তন।
de: Lokale Änderungen, die auf den nächsten Synchronisierungszyklus warten.
el: Τοπικές αλλαγές που περιμένουν τον επόμενο κύκλο συγχρονισμού.
es: Cambios locales a la espera del próximo ciclo de sincronización.
fa: تغییرات محلی در انتظار چرخه همگام‌سازی بعدی.
fr: Modifications locales en attente du prochain cycle de synchronisation.
he: שינויים מקומיים שממתינים למחזור הסנכרון הבא.
hi: स्थानीय बदलाव जो अगले सिंक चक्र की प्रतीक्षा में हैं।
id: Perubahan lokal yang menunggu siklus penyelarasan berikutnya.
it: Modifiche locali in attesa del prossimo ciclo di sincronizzazione.
ja: 次の同期サイクルを待っているローカルの変更です。
ko: 다음 동기화 주기를 기다리는 로컬 변경 사항입니다.
mr: पुढील सिंक चक्राची वाट पाहणारे स्थानिक बदल.
ms: Perubahan setempat yang menunggu kitaran penyelarasan seterusnya.
nl: Lokale wijzigingen die wachten op de volgende synchronisatiecyclus.
pl: Zmiany lokalne oczekujące na następny cykl synchronizacji.
pt_br: Alterações locais aguardando o próximo ciclo de sincronização.
ro: Modificări locale care așteaptă următorul ciclu de sincronizare.
ru: Локальные изменения, ожидающие следующего цикла синхронизации.
ta: அடுத்த ஒத்திசைவுச் சுழற்சிக்காகக் காத்திருக்கும் உள்ளக மாற்றங்கள்.
te: తదుపరి సింక్ సైకిల్ కోసం వేచి ఉన్న లోకల్ మార్పులు.
th: การเปลี่ยนแปลงในเครื่องที่รอรอบการเชื่อมข้อมูลถัดไป
tr: Sonraki eşzamanlama döngüsünü bekleyen yerel değişiklikler.
uk: Локальні зміни, що очікують наступного циклу синхронізації.
ur: مقامی تبدیلیاں اگلے سنک سائیکل کی منتظر ہیں۔
vi: Các thay đổi cục bộ đang chờ chu kỳ đồng bộ hóa tiếp theo.
zh_hans: 本地更改正在等待下一次同步。
zh_hant: 等待下一次同步週期的本機變更。

# settings.cloud_sync.pending_detail_off
source: Local changes that upload once iCloud sync is turned on.
ar: تغييرات محلية سيتم رفعها بمجرد تشغيل مزامنة iCloud.
bn: iCloud সিঙ্ক চালু করলে আপলোড হবে এমন লোকাল পরিবর্তন।
de: Lokale Änderungen, die hochgeladen werden, sobald die iCloud-Synchronisierung eingeschaltet ist.
el: Τοπικές αλλαγές που μεταφορτώνονται μόλις ενεργοποιηθεί ο συγχρονισμός iCloud.
es: Cambios locales que se subirán cuando se active la sincronización con iCloud.
fa: تغییرات محلی که با روشن شدن همگام‌سازی iCloud بارگذاری می‌شوند.
fr: Modifications locales envoyées dès que la synchronisation iCloud est activée.
he: שינויים מקומיים שיועלו לאחר הפעלת סנכרון iCloud.
hi: स्थानीय बदलाव जो iCloud सिंक चालू होते ही अपलोड होंगे।
id: Perubahan lokal yang akan diunggah setelah penyelarasan iCloud dinyalakan.
it: Modifiche locali che verranno caricate quando la sincronizzazione iCloud sarà attiva.
ja: iCloud同期をオンにするとアップロードされるローカルの変更です。
ko: iCloud 동기화를 켜면 업로드되는 로컬 변경 사항입니다.
mr: iCloud सिंक चालू केल्यावर अपलोड होणारे स्थानिक बदल.
ms: Perubahan setempat yang akan dimuat naik selepas penyelarasan iCloud diaktifkan.
nl: Lokale wijzigingen die worden geüpload zodra iCloud-synchronisatie is ingeschakeld.
pl: Zmiany lokalne, które zostaną przesłane po włączeniu synchronizacji iCloud.
pt_br: Alterações locais enviadas assim que a sincronização do iCloud for ativada.
ro: Modificări locale care se încarcă după activarea sincronizării iCloud.
ru: Локальные изменения, которые будут отправлены после включения синхронизации iCloud.
ta: iCloud ஒத்திசைவை ஆன் செய்ததும் பதிவேற்றப்படும் உள்ளக மாற்றங்கள்.
te: iCloud సింక్ ఆన్ చేసిన తర్వాత అప్‌లోడ్ అయ్యే లోకల్ మార్పులు.
th: การเปลี่ยนแปลงในเครื่องที่จะอัปโหลดเมื่อเปิดการเชื่อมข้อมูล iCloud
tr: iCloud eşzamanlaması açıldığında yüklenecek yerel değişiklikler.
uk: Локальні зміни, які буде надіслано після ввімкнення синхронізації iCloud.
ur: مقامی تبدیلیاں جو iCloud سنک آن ہوتے ہی اپ لوڈ ہو جائیں گی۔
vi: Các thay đổi cục bộ sẽ được tải lên khi bật đồng bộ hóa iCloud.
zh_hans: 打开 iCloud 同步后会上传的本地更改。
zh_hant: 開啟 iCloud 同步後會上傳的本機變更。

# settings.cloud_sync.pending_mode
source: Pending
ar: قيد الانتظار
bn: অপেক্ষমাণ
de: Ausstehend
el: Εκκρεμεί
es: Pendiente
fa: در انتظار
fr: En attente
he: ממתין
hi: लंबित
id: Tertunda
it: In sospeso
ja: 保留中
ko: 대기 중
mr: प्रलंबित
ms: Menunggu
nl: In afwachting
pl: Oczekuje
pt_br: Pendente
ro: În așteptare
ru: Ожидает
ta: நிலுவை
te: పెండింగ్
th: รอดำเนินการ
tr: Bekliyor
uk: Очікує
ur: زیر التوا
vi: Đang chờ
zh_hans: 待处理
zh_hant: 待處理

# settings.cloud_sync.pushed_records
source: Pushed Records
ar: السجلات المرفوعة
bn: আপলোড করা রেকর্ড
de: Hochgeladene Datensätze
el: Εγγραφές που στάλθηκαν
es: Registros enviados
fa: رکوردهای بارگذاری‌شده
fr: Enregistrements envoyés
he: רשומות שהועלו
hi: अपलोड किए गए रिकॉर्ड
id: Rekaman yang Diunggah
it: Record inviati
ja: アップロードしたレコード
ko: 업로드한 항목
mr: अपलोड केलेले रेकॉर्ड
ms: Rekod Dimuat Naik
nl: Geüploade records
pl: Wysłane rekordy
pt_br: Registros enviados
ro: Înregistrări încărcate
ru: Отправленные записи
ta: பதிவேற்றிய பதிவுகள்
te: అప్‌లోడ్ చేసిన రికార్డ్‌లు
th: รายการที่ส่ง
tr: Gönderilen kayıtlar
uk: Надіслані записи
ur: اپ لوڈ کیے گئے ریکارڈز
vi: Bản ghi đã tải lên
zh_hans: 已推送记录
zh_hant: 已上傳的紀錄

# settings.cloud_sync.remapped
source: Remapped
ar: المعاد تعيينها
bn: রিম্যাপ করা
de: Neu zugeordnet
el: Αντιστοιχίστηκαν εκ νέου
es: Reasignados
fa: بازنگاشت‌شده
fr: Réassociés
he: מופה מחדש
hi: रीमैप किए गए
id: Dipetakan Ulang
it: Rimappati
ja: 再マッピング
ko: 재매핑됨
mr: रीमॅप केलेले
ms: Dipetakan Semula
nl: Opnieuw toegewezen
pl: Przemapowano
pt_br: Remapeados
ro: Remapate
ru: Переназначено
ta: ரீமேப் செய்யப்பட்டவை
te: రీమ్యాప్ చేసినవి
th: แมปใหม่
tr: Yeniden eşlenen
uk: Перепризначено
ur: ری میپ کیا گیا
vi: Đã ánh xạ lại
zh_hans: 已重映射
zh_hant: 已重新對應

# settings.cloud_sync.replayed
source: Replayed
ar: المعاد تشغيلها
bn: রিপ্লে করা
de: Erneut ausgeführt
el: Αναπαράχθηκαν
es: Reproducidos
fa: بازپخش‌شده
fr: Rejoués
he: הופעל מחדש
hi: रीप्ले किए गए
id: Diputar Ulang
it: Rieseguiti
ja: 再実行
ko: 다시 실행됨
mr: रीप्ले केलेले
ms: Dimainkan Semula
nl: Opnieuw afgespeeld
pl: Odtworzono
pt_br: Reexecutados
ro: Reluate
ru: Воспроизведено
ta: மீண்டும் பிளே செய்யப்பட்டவை
te: మళ్ళీ ప్లే చేసినవి
th: เล่นซ้ำ
tr: Yeniden oynatılan
uk: Відтворено
ur: دوبارہ چلایا گیا
vi: Đã phát lại
zh_hans: 已重放
zh_hant: 已重新執行

# settings.cloud_sync.restart_detail
source: The selected sync mode will fully take effect after restarting Lorvex.
ar: سيسري وضع المزامنة المحدد بالكامل بعد إعادة تشغيل Lorvex.
bn: নির্বাচিত সিঙ্ক মোড Lorvex রিস্টার্ট করার পর পুরোপুরি কার্যকর হবে।
de: Der ausgewählte Synchronisierungsmodus wird nach einem Neustart von Lorvex vollständig wirksam.
el: Η επιλεγμένη λειτουργία συγχρονισμού θα τεθεί πλήρως σε ισχύ μετά την επανεκκίνηση του Lorvex.
es: El modo de sincronización seleccionado surtirá efecto por completo tras reiniciar Lorvex.
fa: حالت همگام‌سازی انتخاب‌شده پس از راه‌اندازی مجدد Lorvex به‌طور کامل اعمال می‌شود.
fr: Le mode de synchronisation sélectionné sera pleinement actif après le redémarrage de Lorvex.
he: מצב הסנכרון שנבחר ייכנס לתוקף במלואו לאחר הפעלה מחדש של Lorvex.
hi: चुना गया सिंक मोड Lorvex को दोबारा शुरू करने के बाद पूरी तरह लागू होगा।
id: Mode penyelarasan yang dipilih akan berlaku sepenuhnya setelah Lorvex dimulai ulang.
it: La modalità di sincronizzazione selezionata avrà pieno effetto dopo il riavvio di Lorvex.
ja: 選択した同期モードは、Lorvexを再起動すると完全に反映されます。
ko: 선택한 동기화 모드는 Lorvex를 다시 시작하면 완전히 적용됩니다.
mr: निवडलेला सिंक मोड Lorvex रीस्टार्ट केल्यानंतर पूर्णपणे लागू होईल.
ms: Mod penyelarasan yang dipilih akan berkuat kuasa sepenuhnya selepas Lorvex dimulakan semula.
nl: De geselecteerde synchronisatiemodus wordt volledig van kracht nadat Lorvex opnieuw is gestart.
pl: Wybrany tryb synchronizacji zacznie w pełni działać po ponownym uruchomieniu Lorvex.
pt_br: O modo de sincronização selecionado entrará totalmente em vigor após reiniciar o Lorvex.
ro: Modul de sincronizare selectat va avea efect complet după repornirea Lorvex.
ru: Выбранный режим синхронизации полностью вступит в силу после перезапуска Lorvex.
ta: தேர்ந்தெடுத்த ஒத்திசைவுப் பயன்முறை, Lorvexஐ மீண்டும் தொடங்கிய பிறகு முழுமையாகச் செயல்படும்.
te: ఎంచుకున్న సింక్ మోడ్ Lorvexను రీస్టార్ట్ చేసిన తర్వాత పూర్తిగా అమలులోకి వస్తుంది.
th: โหมดการเชื่อมข้อมูลที่เลือกจะมีผลสมบูรณ์หลังจากรีสตาร์ท Lorvex
tr: Seçilen eşzamanlama modu, Lorvex yeniden başlatıldıktan sonra tam olarak etkinleşir.
uk: Вибраний режим синхронізації повністю набуде чинності після перезапуску Lorvex.
ur: منتخب سنک موڈ Lorvex دوبارہ شروع کرنے کے بعد مکمل طور پر نافذ ہو گا۔
vi: Chế độ đồng bộ hóa đã chọn sẽ có hiệu lực hoàn toàn sau khi khởi động lại Lorvex.
zh_hans: 所选同步模式将在重启 Lorvex 后完全生效。
zh_hant: 重新啟動 Lorvex 後，所選的同步模式才會完全生效。

# settings.cloud_sync.restart_required
source: Restart Required
ar: يلزم إعادة التشغيل
bn: রিস্টার্ট করতে হবে
de: Neustart erforderlich
el: Απαιτείται επανεκκίνηση
es: Reinicio necesario
fa: نیاز به راه‌اندازی مجدد
fr: Redémarrage requis
he: נדרשת הפעלה מחדש
hi: दोबारा शुरू करना ज़रूरी
id: Perlu Mulai Ulang
it: Riavvio necessario
ja: 再起動が必要
ko: 다시 시작 필요
mr: रीस्टार्ट आवश्यक आहे
ms: Perlu Dimulakan Semula
nl: Opnieuw opstarten vereist
pl: Wymagane ponowne uruchomienie
pt_br: Reinicialização necessária
ro: Este necesară repornirea
ru: Требуется перезапуск
ta: மீண்டும் தொடங்க வேண்டும்
te: రీస్టార్ట్ అవసరం
th: ต้องรีสตาร์ท
tr: Yeniden başlatma gerekli
uk: Потрібен перезапуск
ur: دوبارہ شروع کرنا ضروری ہے
vi: Cần khởi động lại
zh_hans: 需要重启
zh_hant: 需要重新啟動

# settings.cloud_sync.resume.action
source: Re-upload & Resume Sync…
ar: إعادة الرفع واستئناف المزامنة…
bn: আবার আপলোড করে সিঙ্ক চালু করুন…
de: Erneut hochladen und Synchronisierung fortsetzen …
el: Επαναμεταφόρτωση και συνέχιση συγχρονισμού…
es: Volver a subir y reanudar sincronización…
fa: بارگذاری مجدد و ازسرگیری همگام‌سازی…
fr: Renvoyer et reprendre la synchronisation…
he: העלאה מחדש וחידוש הסנכרון…
hi: दोबारा अपलोड करें और सिंक फिर शुरू करें…
id: Unggah Ulang & Lanjutkan Penyelarasan…
it: Ricarica e riprendi la sincronizzazione…
ja: 再アップロードして同期を再開…
ko: 다시 업로드하고 동기화 재개…
mr: पुन्हा अपलोड करा आणि सिंक सुरू ठेवा…
ms: Muat Naik Semula & Teruskan Penyelarasan…
nl: Opnieuw uploaden en synchronisatie hervatten…
pl: Prześlij ponownie i wznów synchronizację…
pt_br: Reenviar e retomar a sincronização…
ro: Reîncărcați și continuați sincronizarea…
ru: Отправить заново и возобновить синхронизацию…
ta: மீண்டும் பதிவேற்றி, ஒத்திசைவைத் தொடர்க…
te: మళ్ళీ అప్‌లోడ్ చేసి, సింక్‌ను తిరిగి కొనసాగించండి…
th: อัปโหลดอีกครั้งและเชื่อมข้อมูลต่อ…
tr: Yeniden yükle ve eşzamanlamayı sürdür…
uk: Надіслати знову й відновити синхронізацію…
ur: دوبارہ اپ لوڈ کریں اور سنک بحال کریں…
vi: Tải lên lại và tiếp tục đồng bộ hóa…
zh_hans: 重新上传并恢复同步…
zh_hant: 重新上傳並繼續同步…

# settings.cloud_sync.resume.confirm.action
source: Re-upload & Resume
ar: إعادة الرفع والاستئناف
bn: আবার আপলোড করে চালু করুন
de: Erneut hochladen und fortsetzen
el: Επαναμεταφόρτωση και συνέχιση
es: Volver a subir y reanudar
fa: بارگذاری مجدد و ازسرگیری
fr: Renvoyer et reprendre
he: העלאה מחדש וחידוש
hi: दोबारा अपलोड करें और फिर शुरू करें
id: Unggah Ulang & Lanjutkan
it: Ricarica e riprendi
ja: 再アップロードして再開
ko: 다시 업로드하고 재개
mr: पुन्हा अपलोड करा आणि सुरू ठेवा
ms: Muat Naik Semula & Teruskan
nl: Opnieuw uploaden en hervatten
pl: Prześlij ponownie i wznów
pt_br: Reenviar e retomar
ro: Reîncărcați și continuați
ru: Отправить заново и возобновить
ta: மீண்டும் பதிவேற்றித் தொடர்க
te: మళ్ళీ అప్‌లోడ్ చేసి, కొనసాగించండి
th: อัปโหลดอีกครั้งและทำต่อ
tr: Yeniden yükle ve sürdür
uk: Надіслати знову й відновити
ur: دوبارہ اپ لوڈ اور بحال کریں
vi: Tải lên lại và tiếp tục
zh_hans: 重新上传并恢复
zh_hant: 重新上傳並繼續

# settings.cloud_sync.resume.confirm.message
source: Lorvex will upload the data stored on this Mac to the currently signed-in iCloud account and resume syncing.
ar: سيرفع Lorvex البيانات المخزنة على جهاز Mac هذا إلى حساب iCloud المسجَّل الدخول إليه حاليًا ويستأنف المزامنة.
bn: এই Mac-এ সংরক্ষিত ডেটা Lorvex বর্তমানে সাইন ইন করা iCloud অ্যাকাউন্টে আপলোড করবে এবং সিঙ্ক আবার চালু করবে।
de: Lorvex lädt die auf diesem Mac gespeicherten Daten in den aktuell angemeldeten iCloud-Account hoch und setzt die Synchronisierung fort.
el: Το Lorvex θα μεταφορτώσει τα δεδομένα που είναι αποθηκευμένα σε αυτό το Mac στον λογαριασμό iCloud με τον οποίο έχετε συνδεθεί αυτήν τη στιγμή και θα συνεχίσει τον συγχρονισμό.
es: Lorvex subirá los datos guardados en este Mac a la cuenta de iCloud con la sesión iniciada y reanudará la sincronización.
fa: برنامه Lorvex داده‌های ذخیره‌شده در این Mac را در حساب iCloud واردشده فعلی بارگذاری و همگام‌سازی را از سر می‌گیرد.
fr: Lorvex enverra les données stockées sur ce Mac vers le compte iCloud actuellement connecté et reprendra la synchronisation.
he: הנתונים השמורים ב-Mac הזה יועלו לחשבון ה-iCloud המחובר כעת והסנכרון יתחדש.
hi: Lorvex इस Mac पर रखा डेटा अभी साइन इन किए हुए iCloud खाते में अपलोड करेगा और सिंक फिर शुरू करेगा।
id: Lorvex akan mengunggah data yang tersimpan di Mac ini ke akun iCloud yang saat ini masuk, lalu melanjutkan penyelarasan.
it: Lorvex caricherà i dati archiviati su questo Mac nell’account iCloud attualmente connesso e riprenderà la sincronizzazione.
ja: このMacに保存されているデータを、現在サインインしているiCloudアカウントにアップロードし、同期を再開します。
ko: 이 Mac에 저장된 데이터를 현재 로그인한 iCloud 계정에 업로드하고 동기화를 재개합니다.
mr: या Mac वर साठवलेला डेटा Lorvex सध्या साइन इन केलेल्या iCloud अकाउंटवर अपलोड करेल आणि सिंक पुन्हा सुरू करेल.
ms: Lorvex akan memuat naik data yang disimpan pada Mac ini ke akaun iCloud yang sedang didaftar masuk, kemudian meneruskan penyelarasan.
nl: Lorvex uploadt de op deze Mac opgeslagen gegevens naar het momenteel ingelogde iCloud-account en hervat de synchronisatie.
pl: Lorvex prześle dane przechowywane na tym Macu na aktualnie zalogowane konto iCloud i wznowi synchronizację.
pt_br: O Lorvex enviará os dados armazenados neste Mac para a conta do iCloud conectada no momento e retomará a sincronização.
ro: Lorvex va încărca datele stocate pe acest Mac în contul iCloud conectat în prezent și va relua sincronizarea.
ru: Lorvex загрузит данные, хранящиеся на этом Mac, в учётную запись iCloud, в которую сейчас выполнен вход, и возобновит синхронизацию.
ta: இந்த Macஇல் சேமிக்கப்பட்டுள்ள தரவை, தற்போது உள்நுழைந்துள்ள iCloud கணக்கில் Lorvex பதிவேற்றி, ஒத்திசைவைத் தொடரும்.
te: ఈ Macలో నిల్వ ఉన్న డేటాను ప్రస్తుతం సైన్ ఇన్ చేసిన iCloud ఖాతాకు Lorvex అప్‌లోడ్ చేసి, సింక్‌ను తిరిగి ప్రారంభిస్తుంది.
th: Lorvex จะอัปโหลดข้อมูลที่จัดเก็บบน Mac เครื่องนี้ไปยังบัญชี iCloud ที่ลงชื่อเข้าอยู่ในขณะนี้ แล้วเชื่อมข้อมูลต่อ
tr: Lorvex, bu Mac’te saklanan verileri şu anda giriş yapılmış iCloud hesabına yükleyecek ve eşzamanlamayı sürdürecek.
uk: Lorvex завантажить дані, що зберігаються на цьому Mac, в обліковий запис iCloud, в який зараз виконано вхід, і відновить синхронізацію.
ur: اس Mac پر محفوظ ڈیٹا کو Lorvex موجودہ سائن اِن iCloud اکاؤنٹ میں اپ لوڈ کرے گا اور سنک دوبارہ شروع کر دے گا۔
vi: Lorvex sẽ tải dữ liệu lưu trên máy Mac này lên tài khoản iCloud đang đăng nhập và tiếp tục đồng bộ hóa.
zh_hans: Lorvex 会将这台 Mac 上存储的数据上传到当前登录的 iCloud 账户，并恢复同步。
zh_hant: Lorvex 會將這部 Mac 上儲存的資料上傳到目前登入的 iCloud 帳號，並繼續同步。
